/* alert button on import error */
"Cancel" = "取消";

/* cancelled alert title */
"Cancelled" = "取消";

/* complete alert title */
"Completed" = "完了";

/* main state text */
"Connecting to Camera" = "カメラへ接続中";

/* description title */
"Connecting..." = "接続中…";

/* alert message on import */
"Connetion to Camera lost." = "カメラから切り離れました。";

/* select button title */
"Deselect All" = "すべてを解除";

/* alert title on import */
"ERROR" = "エラー";

/* loading photo list error message */
"Error occured in load photos list.\nGo to Settings > Wi-Fi and confirm connected to your camera." = "写真一覧をロード中にエラーが発生しました。\n設定 > Wi-Fi からカメラへの接続を確認してください。";

/* import button title */
"Import All" = "すべてを読み込む";

/* cancelled alert message */
"Import cancelled" = "読込みを取消ました。";

/* complete alert message */
"Import completed" = "読込みが完了しました。";

/* import finish notification */
"Import finished" = "読込みが完了しました。";

/* import button title */
"Import Selected" = "選択項目を読み込む";

/* description title */
"Importing..." = "読み込み中…";

/* description title */
"No Photos" = "写真が有りません";

/* alert title */
"NOT CONNECTED" = "接続エラー";

/* connect error message */
"Not connected to Camera's Wi-Fi.\nGo to Settings > Wi-Fi and select your camera's SSID." = "カメラのWi-Fiへ接続されていません。\n設定 > Wi-Fi からカメラを選んでください。";

/* alert ok button */
"OK" = "確認";

/* alert button */
"Open Settings" = "選定を開く";

/* Photo denied alert title */
"Photos access" = "写真へアクセス";

/* Photo denied alert message */
"Photos access required for operation." = "写真へのアクセス権限が要ります。";

/* alert button on import error */
"Reconnect" = "再接続";

/* alert button */
"Retry" = "リトライ";

/* select button title */
"Select All" = "すべてを選択";

